export const workplaces = [
  {
    id: 1,
    logo: "/static/coordinateSystem.png",
    occupation: "Middle Frontend разработчик",
    companyName: "ООО Система Координат",
    timeGap: "Июль 2024 - Июнь 2025",
    results: [
      {
        id: 1,
        text: "Запустил проект Startup Cycle, который попал в пре-акселератор стартапов Сколково.",
      },
      {
        id: 2,
        text: "Разработал сервис с нуля: спроектировал архитектуру, определил технологический стек.",
      },
      {
        id: 3,
        text: "Оптимизировал производительность: сократил время загрузки, улучшил отзывчивость интерфейса.",
      },
      {
        id: 4,
        text: "Занимался написанием юнит-тестов (Jest, React Testing Library).",
      },
      {
        id: 5,
        text: "Участвовал в разработке нового функционала: предлагал идеи, обсуждал UX / UI с командой.",
      },
    ],
  },
  {
    id: 2,
    logo: "/static/ahiss.png",
    occupation: "Junior Frontend разработчик",
    companyName: "АРСИБ",
    timeGap: "Май 2023 - Апрель 2024",
    results: [
      {
        id: 1,
        text: "Запустил веб-сайт самого популярного соревнования по кибербезопасности в Российской Федерации (Кубок CTF).",
      },
      {
        id: 2,
        text: "Запустил сайт по продаже товаров для участников CTF соревнований и мероприятий.",
      },
      {
        id: 3,
        text: "Мигрировал один из проектов из Vue в React.",
      },
      {
        id: 4,
        text: "Оптимизировал существующие проекты.",
      },
      {
        id: 5,
        text: "Определял сроки выполнения задач.",
      },
      {
        id: 6,
        text: "Тесно взаимодействовал со всеми членами команды (от дизайнера до специалиста по информационной безопасности).",
      },
    ],
  },
];
